[
    {
        "title" : "What is Christmas Day?",
        "sub_title" : "Many homes have Christmas trees.Christmas parties prior to December 25.",
        "image_url" : "https://cdn.pixabay.com/photo/2019/12/11/18/06/snowman-4688913_960_720.jpg",
        "detail" : "วันคริสต์มาส (Christmas) หรือ วันสมโภชพระคริสตสมภพ จัดขึ้นเป็นประจำทุกปีเพื่อเป็นการเฉลิมฉลองการประสูติของพระเยซู นับเป็นวันหยุดทางศาสนา มีวัฒนธรรมของประชากรหลายพันล้านคนทั่วโลกนิยมจัดการเฉลิมฉลองในวันที่ 25 ธันวาคม"
    },
    {
        "title" : "What is Happy New Year?",
        "sub_title" : "Happy New Years Since only one year will actually be new Happy New Year!",
        "image_url" : "https://cdn.pixabay.com/photo/2018/12/17/22/16/background-3881394_960_720.jpg",
        "detail" : "วันขึ้นปีใหม่ เป็นเวลาที่ปฏิทินปีใหม่เริ่มต้นและนับปีปฏิทินเพิ่มขึ้นหนึ่งปี วันขึ้นปีใหม่ในปฏิทินกริกอเรียนที่ใช้กันทั่วโลกปัจจุบัน ตรงกับวันที่ 1 มกราคมอนึ่ง เทศกาลปีใหม่ อาจหมายถึงวันที่นับจากวันหยุดวันแรกในสัปดาห์สุดท้ายของเดือนธันวาคมปีก่อน จนถึงวันหยุดสุดท้ายในสัปดาห์แรกของเดือนมกราคม สำหรับชาวคริสต์จะหยุดตั้งแต่คริสต์มาสไปจนถึงวันขึ้นปีใหม่ รวม 8 วัน"
    },
    {
        "title" : "What is Halloween?",
        "sub_title" : "Halloween is a holiday celebrated each year on October 31",
        "image_url" : "https://cdn.pixabay.com/photo/2019/10/27/21/05/pumpkin-4582842_960_720.jpg",
        "detail" : " วันก่อนวันสมโภชคริสต์มาสมี Christmas Eve ที่นิยมเรียกว่า คืน (ก่อน) คริสต์มาส วันก่อนวันสมโภชนักบุญทั้งหลายก็มี All Hallowmas Eve ซึ่งต่อมาย่อเป็น Halloween โดยมีงานรื่นเริงและพิธีกรรมทางศาสนาเช่นเดียวกับคืนคริสต์มาส ชาวคาทอลิกพร้อมใจกันเลื่อนพิธีกรรมทางศาสนาไป หลังวันสมโภชนักบุญทั้งหลาย และเรียกว่า วันวิญญาณในแดนชำระ (All Souls Day) เพื่อให้คู่กับวันสมโภชนักบุญทั้งหลาย (All Saints Day) "
    },
    {
        "title" : "What is songkran Festival",
        "sub_title" : "songkran Festival is a holiday ",
        "image_url" : "http://p2.isanook.com/jo/0/rp/rc/w750h0/ya0xac0m1w0/aHR0cDovL3AyLmlzYW5vb2suY29tL2pvLzAvdWQvNDc3LzIzODYyODUvc29uZ2tyYW4tcGFydHkuanBn.jpg",
        "detail" : "สงกรานต์เป็นคำสันสกฤต หมายถึง ก้าวขึ้น การเคลื่อนย้ายของการเข้าสู่ราศีใหม่ หรือการเคลื่อนขึ้นของปีใหม่ในความเชื่อของไทยและบางประเทศในเอเชียตะวันออกเฉียงใต้ ปัจจุบันกำหนดวันเวลาอยู่ในช่วงวันที่ 13, 14, 15 เมษายน ของทุกปี แต่วันสงกรานต์นั้นคือ วันที่ 13 เมษายน เรียกว่า วันมหาสงกรานต์ ส่วนวันที่ 14 เป็นวันเนา และวันที่ 15 เป็นวันเถลิงศก"
    }
]
